<template>
    <div>
        <section class="arguementContain">
            <!-- <div>
                        本协议是用户与易酒批电子商务平台（简称"本平台"）所有者易酒批电子商务有限公司（以下简称“易酒批”）之间就本平台服务等相关事宜所订立的契约，请用户仔细阅读本协议，用户签署或点击"同意并继续"按钮后，本协议即构成对双方有约束力的法律文件。
            </div>-->
            <div class="title">一、约定</div>
            <p>1本合约是酒批仓配网络用户（包括使用的个人和其代表的企业）与易酒批电子商务有限公司之间的法律契约，用户注册酒批仓配网络产品即代表接受本合约中的条款，并自注册合约之时即受该等条款约束。</p>
            <p>2本合约受中华人民共和国法律管辖。 下文中的“酒批”指易酒批电子商务有限公司。</p>
            <div class="title">二、合法使用</div>
            <p>1.酒批仓配服务限于提供给客户用作正常和合法业务工具，客户如果使用酒批产品从事以下行为，将导致根本性违约，酒批有权随时停止服务、解除本合约:</p>
            <p>（1）有明确证据表明客户使用酒批用于违反法律的业务。</p>
            <p>（2）对酒批产品进行了任何形式的对其他第三方的再授权使用，销售或转让。</p>
            <p>（3）为设计开发竞争产品对酒批产品进行任何形式的反向工程，或在竞争产品抄袭模仿酒批的设计。</p>
            <p>（4）对酒批的连续服务和商誉构成损害的其他行为，包括对酒批服务器的攻击。</p>
            <p>2. 酒批网络用户所拥有的手机号码、用户名等作为用户权证的唯一识别信息。当免费试用期过后，未付费用户将不再享有酒批的服务，酒批有权随时删除该用户的所有用户数据。</p>

            <div class="title">三、数据和程序归属权</div>

            <p>1.用户在酒批平台创建的独创性数据归用户所有，用户有权对其所创建的数据进行任何形式的处置，包括从平台中复制、导出和删除。</p>
            <p>2. 酒批的应用程序、源代码、LOGO、界面设计、应用程序编程接口（API）所关联的所有知识产权均归属酒批所有。</p>
            <p>3. 依照明确的服务约定，酒批在用户未继续付费后，酒批有权将用户数据从平台上删除，而无需向用户承担任何赔偿责任。该数据包括但不限于用户账户信息、用户使用过程中创建的独创性使用数据。删除的数据将无法从平台上导出或恢复。</p>

            <div class="title">四、用户隐私权</div>
            <p>1. 酒批应当从组织结构和技术角度尽最大努力保护用户数据安全，只根据用户在网站上或移动端的行为指示来分发用户的信息。酒批永远不会将用户产生的具体数据提供任何无关第三方，但法律法规另有规定的除外。</p>
            <p>2. 酒批保留使用汇总统计性信息的权利，这些信息应当是匿名，且不是针对特定用户的。</p>
            <p>3.用户如果需要酒批全面删除其创建的用户数据和资料，需要书面向酒批提出申请，并在申请书中加盖公司公章，个人用户需提供身份证复印件。</p>

            <div class="title">五、服务连续性</div>

            <p>1. 购买套餐前，请仔细确认所购服务、名称、价格、数量等信息。从订单支付成功之日算起。订单支付成功后，金额不可退，不可提现。</p>
            <p>2. 酒批会尽最大努力保障软件平台的连续可靠运行。对于付费用户，酒批承诺99%以上的正常服务率，因产品更新而预先通知的小于一小时的停机维护应当视作正常服务范围。对于未付费用户，酒批不提供任何保证或承担任何形式的赔偿责任。</p>
            <p>3. 酒批会尽最大努力保障用户数据的安全备份。对于付费用户，酒批承诺在有任何用户数据因服务器存储设备损坏时以最快的速度从最近的备份中恢复数据，但无法承诺100%的数据恢复，对因数据丢失带来的其他连带或间接损失不承担任何责任；对于未付费用户，酒批不提供恢复服务。</p>
            <p>4. 在发生需要从备份文件中恢复数据的情形时，酒批通常需要4小时，最长48小时完成，在此时间范围内的数据恢复视作服务是连续的。 5. 因重大自然灾害、战争等其他不可抗力导致的服务中断和长时间终止，酒批不承担赔偿责任。</p>
            <div class="title">六、条款修订</div>
            <p>1.酒批有权随时对本合约的条款进行修订，并在修订生效日前一个工作日更新在酒批网络官方网站。若用户继续使用酒批服务，则意味着同意并自愿遵守修改后的使用条款。</p>
            <p>2.修订的条款始终在酒批官方网站公示。</p>
            <div class="title">七、其他</div>
            <p>1.本合约条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。本合约的成立、生效、履行、解释及纠纷解决，都适用于中华人民共和国的法律。本合约的签订地为上海。</p>
            <p>2. 双方同意就本合同无法协商的争议，按照中华人民共和国法律通过合同管辖地的人民法院诉讼解决。</p>
            <!-- <div class="title">十四、其他</div> -->
            <!-- <p>用户签署或点击"同意并继续"按钮即视为用户完全接受本协议，在点击之前请用户再次确认已知悉并完全理解本协议的全部内容。</p> -->
        </section>
    </div>
</template>

<script>
export default {};
</script>

<style lang="less" scoped>
.arguementContain {
    width: 95%;
    height: 400px;
    margin: 0 auto;
    // border: 1px solid black;
    overflow-y: auto;
    font-size: 14px;
    .title {
        margin: 16px 0;
    }
    > p {
        margin: 0;
    }
}
</style>